7-zip
acpi
acpid
alacritty
alsa-utils
apache
arch-install-scripts
archey3
asciiquarium
autoconf
automake
avidemux-qt
awesome-git
base
bash-pipes
bat
bc
binutils
bison
btop
calc
cbonsai
chromium
code
dhclient
dhcpcd
dhcping
dialog
discord
dmenu
downgrade
duckstation-git
dwarffortress
efibootmgr
etc-update
exa
fakeroot
fd
feh
firefox
fish
fisher
flex
font-manager
fortune-mod
fzf
gcc
gimp
git
gnu-netcat
gptfdisk
grub
gruvbox-material-gtk-theme-git
heroku-cli
highlight
htop
hugo
i3-gaps
i3blocks
i3status
inetutils
inotify-tools
intel-ucode
iw
iwd
jq
lazygit
less
libtool
libxft-bgra
light-git
linux
linux-firmware
lxappearance
lynx
m4
maim
make
man-db
man-pages
mod_wsgi
modemmanager
mpc
mpd
mupdf
musescore
ncdu
ncmpcpp
neofetch
neovim
nerd-fonts-fira-code
nerd-fonts-hack
net-tools
nethack
network-manager-applet
networkmanager
networkmanager-dmenu-git
nfs-utils
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
nvidia
obs-studio
openssh
os-prober
pacman-contrib
parted
pass
patch
pfetch
picom
pkgconf
playerctl
polybar
poppler
postgresql
postman-bin
pulseaudio-alsa
python
python-pip
pywal-git
quick-lint-js
ranger
redshift
reflector
rmlint
rofi
rsync
scdoc
scrot
shellcheck
shfmt
siji-git
slack-desktop
speedtest-cli
spotify
spotify-tui
spotifyd-full-git
sqlitebrowser
starship
steam
stow
sudo
sxhkd
sysstat
texinfo
thefuck
tldr
tmux
toggldesktop-git
traceroute
ttf-icomoon-feather
ttf-iosevka-nerd
ttf-nerd-fonts-symbols-2048-em
ueberzug
unclutter
unzip
usb_modeswitch
usbutils
vi
vim
vlc
volumeicon
wget
which
wine
wine-mono
wpa_supplicant
xclip
xdotool
xf86-input-synaptics
xorg-bdftopcf
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xterm
yay
zoom
zoxide
zsh
zsh-completions
