7zip-bin
acpi
alacritty
alsa-utils
anki
asciiquarium
autoconf
automake
awesome-git
base
bat
bear
binutils
bison
bpytop
cbonsai
ccls
chromium
clang
cups
discord
downgrade
duckstation-git
efibootmgr
exa
exercism
fakeroot
fd
feh
file
findutils
firefox
fish
flex
font-manager
fzf
gawk
gcc
gettext
git
grep
groff
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gtk-engine-murrine
gzip
hamster-time-tracker
heroku-cli
htop
hugo
i3-gaps
i3blocks
i3status
iw
lazygit
libtool
libx11
libxft-bgra
linux
linux-firmware
lxappearance
m4
make
man-db
man-pages
modemmanager
mpv
mupdf
ncdu
neofetch
neovim
nerd-fonts-fira-code
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
nss-mdns
openssh
pacman
pacman-contrib
patch
pavucontrol
picom
pipes.sh
pkgconf
poppler
postgresql
postman-bin
pulseaudio
ranger
rate-mirrors
ripgrep
rofi
scdoc
scrot
sed
shellcheck
siji-git
slack-desktop
starship
stow
sudo
sxhkd
sysstat
terminus-font
texinfo
tmux
traceroute
ttf-dejavu
ttf-icomoon-feather
ttf-iosevka-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-symbola
ueberzug
unclutter
unzip
vim
volumeicon
wget
which
xclip
xdotool
xorg-server
xorg-xinit
xorg-xsetroot
yad
yay
zoom
zoxide
zsh
