7-zip
acpi
alacritty
alsa-utils
autoconf
automake
awesome
base
base-devel
bat
bear
bison
bluez
bluez-utils
btop
chafa
chromium
cups
dialog
discord
docker
dosfstools
duckstation-git
efibootmgr
etc-update
ethtool
eza
fakeroot
fd
feh
firefox
fish
flake8
flex
font-manager
fzf
gcc
gimp
git
github-cli
gnome-terminal
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gtk-engine-murrine
handbrake
htop
icu69
intel-ucode
jre11-openjdk
jre17-openjdk
lazygit
libtool
linux
linux-firmware
linux-headers
lua
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
mkcert
mpc
mpd
mtools
mupdf
musescore
ncdu
ncmpcpp
ncspot
neofetch
neovim
nethack
network-manager-applet
networkmanager
ngrok
noto-fonts-emoji
npm
os-prober
pacman-contrib
pacutils
patch
pavucontrol
pfetch
picom
pipes.sh
pipewire-pulse
pkgconf
postgresql
postman-bin
pulseaudio-alsa
python-pip
ranger
rclone
reflector
ripgrep
rsync
shellcheck
shotgun
slack-desktop
slop
smartmontools
speedtest-cli
spotify
spotifyd
starship
stow
sudo
swaybg
sxhkd
texinfo
tldr
tlp
tlp-rdw
tmux
ttf-firacode-nerd
ttf-hack-nerd
ueberzug
unclutter
unzip
vim
visual-studio-code-bin
volumeicon
wget
which
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-video-intel
xf86-video-vesa
xmeasure
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zoom
zoxide
zsh
